;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=English
WebLang=ENG
Translator=VS Revo Group
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = View
103 = Options
104 = Uninstaller
105 = Tools
106 = Hunter Mode
107 = List
108 = Icons
109 = Details
110 = Uninstall
111 = Remove Entry
112 = Refresh
113 = Are you sure that you want to remove the selected entry?
114 = Are you sure that you want to uninstall the selected program?
115 = AutoUpdate
116 = Help
117 = Current tool help...
118 = Home Page...
119 = About...
120 = You are not an Administrator!
121 = Are you sure that you want to uninstall the selected system component?\nSTOP, unless you are sure what you are doing!
122 = Uninstaller shows you all of the installed programs and components for both the current and all users. In the "Details" view type, or by the context menu, you can reach additional information (links and properties about the installations). A primary feature of Revo Uninstaller is Hunter mode. This mode gives you the flexibility to uninstall, stop, delete or disable from auto-starting with just one click.
123 = Search
124 = Found:
125 = Are you sure that you want to remove the selected system component from the Registry?\nThis component may be required by your operating system!
126 =  will no longer auto start!
127 =  is set to auto start
128 = %s is installed in the same location as %s!\nTLeftovers will be found from both applications! Carefully check the ones you want to remove!
129 = Forced Uninstall

[Uninstaller List]
150 = Application
151 = Size
152 = Version
153 = Installation Date
154 = Company
155 = Website
156 = Comment
157 = Uninstall String
158 = Registry Key
159 = Installer

[Uninstaller StatusBar]
201 = Installations: 
202 = Loading...

[Registry Optimizer]
302 = Select where to scan
303 = Start menu

[Autorun Toolbar]
407 = Run
408 = Kill
409 = Remove
410 = Items :
411 = Enabled :
412 = With Autorun Manager, not only can you enable or disable applications from automatically starting on Windows startup, you can also can get more information about that particular application. You can get the launch path, description, publisher, status (running or not running), and the location of the startup command (either in the registry or a file on the hard disk).

[Autorun List]
450 = Startup Name
451 = Launch Path
452 = Description
453 = Publisher
454 = Status
455 = Location
456 = RUNNING
457 = NOT RUNNING
458 = INVALID
459 = Kill Process
460 = Run Process
461 = Open Containing Folder
462 = Goto Location
463 = Copy Launch Path
464 = Remove Selected
465 = Remove All Invalid
466 = Remove Not Running
467 = Remove All Disabled
468 = Properties...
470 = Are you sure that you want to close the selected application?\nAny unsaved data will be lost!
471 = Are you sure that you want to delete the selected item?
472 = Are you sure that you want to delete all invalid items?
473 = Are you sure that you want to delete all not running items?
474 = Are you sure that you want to delete all disabled items?
475 = Command doesn't exist!
476 = UNKNOWN
477 = Disable Auto Starting
478 = Enable Auto Starting

[Outlook Control]
300 = Optimization
301 = Registry Optimizer
400 = Autorun Manager
500 = Tracks Cleaner
501 = Browsers Cleaner
600 = Microsoft Office Cleaner
700 = Windows Cleaner
800 = Evidence Remover
900 = Unrecoverable Delete
2100 = Windows Tools
2200 = Junk Files Cleaner

[Track Cleaner Browsers]
507 = Clear All
508 = Clear History of Visited Internet Web Pages
509 = Delete Address Bar History
510 = Delete Temporary Internet Files
511 = Delete Cookies
512 = Delete Index.dat Files
513 = Execute
514 = Delete Download History
515 = Delete Session History
516 = Delete Form History
517 = Uninstaller
518 = Are you sure that you want to clear all of the selected history data?
521 = Are you sure that you want to clear the Internet Explorer history data?
522 = Are you sure that you want to clear the Firefox history data?
523 = Are you sure that you want to clear the Opera history data?
524 = Are you sure that you want to clear the Netscape history data?
525 = Your browser records details about every website that you've ever visited. The information is easily accessible from your browser window and, by simply pressing a button, anyone can see where you've been browsing on the web! With Browsers Cleaner you can delete temporary Internet files which contain all of the pictures you've seen, all of the online videos you've watched and all of the web pages you've visited. Deleting Temporary Internet Files can free a lot of space on your hard disk.
526 = Close your internet browser before cleaning its traces.
527 = Index.dat files will be deleted the next time the computer is rebooted.
599 = Track cleaning operations for the selected items have completed!

[Office Track Cleaner]
601 = Clear
607 = Clear the Microsoft Word Recent Documents History
608 = Includes Word 2000, Word XP, Word 2003, Word 2007, Word 2010 and Word 2013
609 = Clear the Microsoft Excel Recent Documents History
610 = Includes Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 and Excel 2013
611 = Clear the Microsoft Access Recent Documents History
612 = Includes Access 2000, Access XP, Access 2003, Access 2007, Access 2010 and Access 2013
613 = Clear the Microsoft PowerPoint Recent Documents History
614 = Includes PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 and PowerPoint 2013
615 = Clear the Microsoft FrontPage Recent Documents History
616 = Includes FrontPage 2000, FrontPage XP and FrontPage 2003
617 = Microsoft Office Cleaner allows you to remove the history of the most recently used files in Microsoft Word, Excel, Access, PowerPoint and FrontPage. If you do not want somebody else to see your last opened or edited spreadsheets, documents or other files created using Microsoft Office, just select those file types that you do not want and click the “Clear” button. Your most recently used files for the program types that you chose, will no longer be available.

[Windows Tracks Cleaner]
701 = Clear
707 = Clear the Recent Documents History
708 = Clear the Start Menu Run History
709 = Clear the Find File History
710 = Clear the Printers, Computers and People Find History
711 = Empty the Clipboard
712 = Clear the "MS Paint" Recent File History
713 = Clear the "MS Wordpad" Recent File History
714 = Clear the Regedit Last Opened Key History
715 = Clear the Common Dialog Open/Save Recent History
716 = Clear the Common Dialog Last Visited Folder History
717 = Empty the Recycle Bin
718 = Delete Windows Temporary Files
719 = Delete the Start Menu Usage Logs
720 = Microsoft Windows keeps tracks of many things that you do with your computer like file search history (when you search for file and folders), recently opened document history, open/save history used in standard file dialogs from different applications and many more thing. Windows Cleaner allows you to remove all of this history and the temporary files. You can also empty your Recycle Bin and delete temporary files which can free a lot of hard disk space.
721 = Run History will be deleted after the explorer.exe process is restarted.
722 = Traces in the Windows Registry
723 = Traces on local hard disk drive
724 = Delete crash memory dump files
725 = Delete Chkdsk (Check Disk) recovered file fragments


[Evidence Remover]
802 = Execute
803 = Erasing
804 = Please wait while the erasing is in progress.
805 = Completed
806 = Place a checkmark on the drive(s) which contain traces and evidence of your work that you want to delete. This tool only affects the already deleted data. WARNING: After the process has completed, it will be impossible to recover your deleted files!
807 = When you empty the Windows Recycle Bin, your files and folders are just marked as deleted but they are not physically erased. This tool will permanently erase the files and folders which have already been deleted but are left over on your hard disk Drive. No matter what tool you or somebody else tries to use to recover the data, the result will be the same, nothing. – The data erased with Evidence Remover is impossible to recover!
808 = Are you sure that you want to erase leftover traces and evidence on the selected drive(s)?

[Unrecoverable Delete]
912 = List of files and folders which will be deleted and will be made impossible to recover
913 = Files
914 = Folders
915 = Insert files which you want to delete and remove from the system. These files cannot be recovered by any software tool!
916 = Insert folders which you want to delete and remove from the system. These folders cannot be recovered by any software tool!
917 = Add files to be deleted
918 = Add folders to be deleted
919 = DELETE FOREVER
920 = Clear List
921 = If you want to securely delete a file or folder (to be sure that nobody, with any tool, could be able to ever recover this file or folder), use Unrecoverable Delete. Deleting files and emptying the Windows Recycle Bin does not mean that these files are gone forever, they are still on your hard disk drive and anybody could recover the deleted data very easily. The Unrecoverable Delete tool makes this impossible because it physically erases all of the selected files and folders.
922 = Are you sure that you want to forever delete the selected files and folders?

[Options Tree]
1001 = Options
1100 = General
1200 = Uninstaller

[General]
1101 = Current language:
1102 = Advanced mode
1103 = Check for update on startup

[Uninstaller Options]
1201 = Show system updates
1202 = Show system components
1203 = Enable fast loading mode
1204 = Only run the built-in uninstaller
1205 = (Not supported in Windows Vista)
1206 = Make a System Restore Point before uninstalling
1207 = Delete leftover files and folders to the Recycle Bin


[Auto Update]
1907 = Update
1908 = Version Information
1909 = Current Version:
1910 = Latest Version:
1911 = DOWNLOAD
1912 = Get the Latest Version
1913 = What's new
1914 = Checking...
1915 = Connection error...
1916 = STOP
1917 = Downloaded %s of %s
1918 = Downloaded %s (total size unknown)
1919 = Revo Uninstaller was unable to connect to www.revouninstaller.com. Please check if your Internet connection is active and your firewall does not block Revo Uninstaller
1920 = Error: Checking for new version failed. No internet connection.

[WinTools]
2110 = Run
2111 = There are a lot of handy and useful tools and components bundled with every Windows operating system. Some of the tools use complex command lines, others are difficult to access. Windows Tools gives you fast, one-click access to more than ten common Windows tools.
2112 = If a problem occurs, you can use System Restore to restore your computer to a previously saved state without losing your personal data files. System Restore monitors changes to the system and some application files and it automatically creates easily identifiable restore points. These restore points allow you to revert the system to a previously backed up state. The restore points are created daily and at the time of significant system changes. You can also create and name your own restore points at any time.
2113 = You can use it to gather and display information about your computer hardware and operating system, your internet configuration and your modem and network adaptor configuration. With the Network Diagnostics tool, you can perform a scan of your system and test network connectivity and whether or not your network-related programs and services are functional. 
2114 = Network Information displays all current TCP/IP network configuration information, Dynamic Host Configuration Protocol (DHCP) and Domain Name System (DNS) settings. Network Information also displays the full TCP/IP configuration for all network adapters including the IP address, MAC address, subnet mask, default gateway, Windows Internet Naming Service (WINS) and DNS configuration.
2115 = Security Center checks the status of your computer's three security essentials: Firewall, Automatic updating and Malware/virus protection. If a problem is detected with any of these (for example, if your antivirus program is out of date), the Security Center sends you an alert and provides recommendations on how to better protect your computer.
2116 = System Properties can be used it to view basic computer hardware information such as your CPU type and total RAM memory, view and change settings that control how your computer uses memory and finds certain information (hardware and device properties), configure hardware profiles, view information about your network connection and logon profile, and report system and program errors to Microsoft or your system administrator when they occur.
2117 = System Information is a component of the Windows operating system that collects and displays system configuration information for local and remote computers. This includes information about hardware configurations, computer components and software, including signed drivers and unsigned drivers. System Information is a support tool that you can use to quickly locate information about your computer and its operating system.
2118 = TCP/IP Netstat Command is a component of the Windows operating system that displays all active TCP connections and the TCP and UDP ports to which the computer is listening and displays the executable involved in creating each connection or listening port (the executable name is in [ ] at the bottom, on top is the component it called, and so forth until TCP/IP was reached).
2119 = On Screen Keyboard displays a virtual keyboard on the screen and allows users with mobility impairments to type data using a pointing device or joystick. On-Screen Keyboard is intended to provide a minimum level of functionality for users with mobility impairments. You also can use On-Screen Keyboard if you think that there is a Key-Logger installed on your PC and all of the keys you typed are recorded. On-Screen Keyboard eliminates the ability to record keystrokes.
2120 = Disk Defragmenter analyzes local volumes and consolidates fragmented files and folders so that each occupies a single, contiguous space on the volume. Disk Defragmenter also consolidates a volume's free space, making it less likely that new files will be fragmented. As a result of these changes, your system can access files and folders and save new ones more efficiently.
2121 = Services can start, stop, pause, resume, or disable a service on local or remote computers. Services can also set up recovery actions to take place if a service fails (for example, restarting the service automatically), enable or disable services for a particular hardware profile and to view the status and description of each service.
2122 = Shared Folders can be used to manage shared resources over a network, control user access permissions, session activity, shared resource properties and to view a summary of connections and resource use for local and remote computers.  Shared Folders can also view a list of all users who are connected remotely (over a network) to your computer and disconnect one or all of them. You can also view a list of files that are currently opened by remote users.
2123 = Group Policy includes user and computer policy configuration. Group Policy settings define the various components of the user's desktop environment that a system administrator needs to manage (for example, the programs that are available to users, the programs that appear on the user's desktop, and options for the Start menu).
2124 = Add/Remove Windows Components helps you to manage installed Windows components on your computer. After the Windows operating system is installed on your computer, you can use this tool to add a Windows component that was not included in the original installation, or to remove an existing Windows component that you no longer desire.
2125 = The Microsoft Windows Malicious Software Removal Tool checks your computer for infections by specific, prevalent malicious software and helps to remove any infection that is found. This malicious software includes viruses, worms and Trojan horses. When the detection and removal process is complete, the tool displays a report describing the outcome, including, if any malicious software was detected and removed.


[Junk Files Cleaner Options]
2202 = Drives to Scan:
2203 = Pattern
2204 = Description
2205 = Add
2206 = Remove
2207 = Reset Defaults
2208 = Junk Files Cleaner::General
2209 = Junk Files Cleaner::Exclude
2220 = Pattern to scan for:
2221 = You can use the symbols ? and/or * as wildcards
2222 = Add Pattern
2223 = Add Exclude Pattern
2224 = You can use the symbols ? and/or * as wildcards
2225 = Exclude pattern:
2226 = Delete files to the Recycle Bin
2227 = Ignore files accessed in the last 24 hours

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Delete
2308 = Scanning
2309 = Please wait during the scanning process.
2310 = Cancel
2311 = Name
2312 = Size
2319 = Files:
2320 = Total size:
2323 = There are files that are in use by Windows or\n another program that can't be deleted now
2324 = You have to select at least one drive and extension to start scanning.
2325 = Junk Files Cleaner allows you to find and remove various types of junk and unnecessary files from your computer. Normally such files are deleted by the application that created them as soon as it no longer needed them. However, they may remain permanently on your hard drive if there is an unexpected termination of the application, a system crash, etc. If this happens, it can cause a reduction of free disk space or may cause a slower system speed, etc.
2326 = File
2327 = Deleting files

[Context Menu Junk Files Cleaner]
2313 = Open
2314 = Search at Google for 
2315 = Open Containing Folder
2316 = Properties...
2317 = Check all items
2318 = Uncheck all items
2321 = Check selected items
2322 = Uncheck selected items

[Topmost Window]
4002 = Options
4003 = Open Main Window
4004 = Drag and Drop Mode
4005 = Hunter Mode
4006 = Size
4007 = Small
4008 = Middle
4009 = Large
4010 = Window size
4011 = EXIT
4012 = Uninstall
4013 = Stop Auto Starting
4014 = Kill Process
4015 = Kill and Delete Process
4016 = Open Containing Folder
4017 = Info
4018 = Properties
4019 = CANCEL
4020 = Only one file at a time is supported!
4021 = You have dropped a folder, please drag and drop a file!
4022 = Uninstall or Remove:
4023 = Unresolved! Try to point to another window, icon or a taskbar item.
4024 = Cannot run the uninstall command!\n Please uninstall the application with Uninstaller.
4025 = No Installation Package Found!\nTip: Get more information for the application from the main windows and\n try to uninstall it manually!
4026 = Target application is disabled from auto starting!\nTip: If you want to enable it again, use the Autorun Tool in the main application!
4027 = Target application is not found in common startup places!\nTip: To search for uncommon places which are used for autostarting an application, see the Google website!
4028 = Are you sure that you want to close the selected application?\nAny unsaved data will be lost!
4029 = Uninstaller
4030 = Are you sure that you want to close and delete the selected application?\nAny unsaved data will be lost!
4031 = Are you sure that you want to close Windows Explorer?\n The Start menu, taskbar and system tray will disappear!
4032 = Auto start with Windows
4033 = Transparency

[Scan After Uninstall]
4210 = Location
4211 = Key
4212 = Value
4213 = Data
4214 = File
4215 = No item selected. Select an item to delete!
4216 = Scan After Uninstall
4217 = Select All
4218 = Deselect All
4219 = Delete
4220 = Leftover Files
4221 = Leftover Registry entries
4222 = Scanning before uninstall, please wait...
4223 = Running uninstaller...
4224 = Please start scanning for leftover files, folders and registry keys when application's uninstaller is finished.
4225 = Scanning after uninstall, please wait...
4226 = Please carefully check the listed items!
4227 = Close
4228 = Remaining files in the list will be deleted during the next system restart.
4229 = Running the application's uninstaller failed!\nPossible invalid uninstall command!
4230 = Back
4231 = Next
4232 = Select an Uninstall Mode
4233 = Modes
4234 = Built-in - run only the application's uninstaller without any additional scanning
4235 = Safe - includes the Built-in mode and performs additional scans in the Registry and on the hard drive to find leftover items that are safe to delete. This is the fastest mode.
4236 = Moderate - includes the Safe mode and performs an extended scan to find all of the application's leftover information in the most common places of the Registry and on the hard drive 
4237 = Advanced - includes the Moderate mode and performs a deep and thorough scan to find all of the application's leftover information in the Registry and on the hard drive. This is the slowest mode.
4238 = Analyzing the application's data before uninstalling it.
4239 = Starting the application's built-in uninstaller.
4240 = After the application's uninstaller has finished, press the "Next" button to start scanning for leftover files, folders and registry items. 
4241 = Performing the initial analysis and uninstall. 
4242 = Scanning for leftover information
4243 = Built-in uninstall completed, now scanning the Registry and your hard drive for leftover files, folders and registry items related to the uninstalled application. Please wait….
4244 = Found leftover Registry items
4245 = Found Registry items:
4246 = Note: Please carefully verify the bolded items! Only checked bolded items and their subitems will be deleted!
4247 = Found leftover files and folders
4248 = Found items:
4249 = My Computer
4250 = Revo Uninstaller was not able to start the application's built-in uninstaller. Maybe the application's uninstall command is invalid or the uninstaller program is corrupted. You can press the “Back” button and try another uninstall mode.
4251 = The application's built-in uninstaller has finished. Revo Uninstaller did not scan for leftover items. You can press the “Back” button and try another uninstall mode to scan for leftover files, folders and Registry items.
4252 = Revo Uninstaller completed the uninstall procedure successfully, but leftover items were not found. You can press the “Back” button and try another extended uninstall mode for a deeper scan.
4253 = Revo Uninstaller completed the uninstall procedure successfully. If you want to search for more leftover items you can press the “Back” button and try a more advanced uninstall mode for a deeper scan.
4254 = Finish
4255 = Are you sure that you want to send the selected files to the Recycle Bin?
4256 = Are you sure that you want to delete the selected registry items?
4257 = Revo Uninstaller completed the uninstall procedure successfully!
4258 = Are you sure that you want to skip the deletion of found leftover Registry entries and continue to the next step?
4259 = Are you sure that you want to skip the deletion of found leftover files and folders and continue to the next step? 
4260 = Scanning for leftover items completed. Press “Next” button to see the results!
4261 = Creating System Restore Point...
4262 = Creating System Restore Point - failed!
4263 = Creating System Restore Point disabled (in Options->Uninstaller)
4264 = Creating System Restore Point - done!


[About]
4300 = Translators:

[ContextMenu Uninstaller]
5000 = Commands
5001 = Info
5002 = Search at Google for
5004 = Install Location
5005 = Open About Link...
5006 = Open Help Link...
5007 = Open Update Link...
5008 = Open Registry Key...

[Common]
10000 = OK
10001 = Cancel
10002 = Help
10003 = Browse
10004 = Current tool help
10005 = Homepage
10006 = About
10007 = Warning
10008 = ERROR

[Tooltips]
2000 = Switch to uninstaller mode
2001 = Show Tools panel
2002 = Adjust settings
2003 = Switch to Hunter Mode
2004 = Change the view of the installed applications list
2005 = Uninstall the selected application
2006 = Delete the selected entry from the registry
2007 = Refresh the list of applications
2008 = Update your current version to the latest version
2009 = Find additional information and the answer to all your questions about the program
404 = Start the selected application
405 = Stop and close the selected application
406 = Prevent the selected application from autostarting
506 = Clear selected options
605 = Clear selected options
705 = Clear selected options
2106 = Run selected tool
2304 = Scan for unnecessary files according to the selected settings
2305 = Delete checked files to the Recycle Bin

